[
  {
    "id": 1,
    "image": "airplane-destination.png",
    "content": [
      { "type": "h2", "text": "<H2>Blessings of Umrah With Bismillah Tours<H2>" },
      { "type": "p", "text": "Do you want to go on a life-changing journey? We understand that all Muslims wish to do at least one Umrah over their lifetime. But we are also aware that budget can sometimes be a problem. That's why Bismillah Tours is here to make your journey much easier. We are an Umrah travel agency that offers the best deals so you can have a spiritual experience without worrying about the cost. We take care of all your requirements along the road, so your only focus is on performing your religious tasks." },
      { "type": "h3", "text": "<H3>Importance of Hajj and Umrah<H3>" },
      { "type": "p", "text": "When it comes to Islamic pilgrimage, there are two important journeys called Hajj and Umrah. These journeys are really special for Muslims everywhere. They give a chance for people to feel a strong connection to their faith, to be devoted, and to think deeply about their beliefs." },
      { "type": "h4", "text": "<H4>Hajj<H4>" },
      { "type": "p", "text": "Hajj is a significant journey for Muslims worldwide. It's the fifth pillar of Islam, which means it's one of the most important things a Muslim has to do. Muslims travel to the Saudi Arabian city of Makkah for Hajj. This pilgrimage takes place in the month of Dhu al-Hijjah. All Muslims wear simple white clothes and treat each other equally during Hajj. This is because they believe they are all the same in the eyes of their Creator, Allah.<br />It's a journey that shows their unity, humbleness, and love for Allah. So, if you are looking forward to 0203 000 0000 of Hajj, it's a good idea to <a href='#'>get in touch</a> with one of our Hajj travel agents.<br />Umrah <br /> Unlike the Hajj pilgrimage, which every able Muslim has to do once in their life, Umrah is a choice. You can do it whenever you want, all year round. It is sometimes referred to as the 'lesser pilgrimage.anchor point' People go on this journey to the city of Makkah in Saudi Arabia, which is a very important place for Muslims. Millions of believers come together all year round in Makkah to perform acts of faith and ask for blessings from Allah.<br/>The rituals of Umrah include the following.<br/>Enter the state of Ihram: Muslims must enter a state of purity. It includes men wearing two pieces of white cloth and women fully cover themselves.<br/>Tawaf: This ritual requires going around the Kaaba seven times anticlockwise.<br/>Sa'i: Moreover, once Tawaf is performed, Muslims perform another ritual. Sa'i means walking seven times between the hills of Safa and Marwa<br/>Sa'i: Moreover, once Tawaf is performed, Muslims perform another ritual. Sa'i means walking seven times between the hills of Safa and Marwa<br/>Sa'i: Moreover, once Tawaf is performed, Muslims perform another ritual. Sa'i means walking seven times between the hills of Safa and Marwa" }
    ]
  }
]
